Repository: yzzzzw/Telegram-iOS
Catalog: Telegram/Telegram-iOS/*.lproj/WellLocalizable.strings
Languages: ku

# AppName
source: Nicegram
ku: نایسگرام

# ChatFilter.Bots
source: Bots
ku: بۆتەکان

# ChatFilter.Channels
source: Channels
ku: کەناڵەکان

# ChatFilter.Private
source: Users
ku: بەکارهێنەرەکان

# ChatFilter.Groups
source: Groups
ku: گروپەکان

# ChatFilter.Unread
source: Unread
ku: نەخوێندراوەکان

# ChatFilter.Unmuted
source: Unmuted
ku: بێدەنگنەکراوەکان

# ChatFilter.Favourites
source: Favourites
ku: دڵخوازەکان

# NiceFeatures.Title
source: Nicegram
ku: نایسگرام

# NiceFeatures.Tabs.Header
source: TABS
ku: تابەکان

# NiceFeatures.Tabs.ShowContacts
source: Show Contacts Tab
ku: نیشاندانی تابی کۆنتاکتەکان

# NiceFeatures.ChatScreen.Header
source: CHAT SCREEN
ku: ڕووکاری چات

# NiceFeatures.ChatScreen.AnimatedStickers
source: Animated Stickers
ku: لەزگە جووڵاوەکان

# NiceFeatures.useBackCam
source: Use Rear camera (Round Videos)
ku: بەکارهێنانی کامێرای پشتەوە (ڤیدیۆی بازنەیی)

# NiceFeatures.Folders.Header
source: FOLDERS
ku: بوخچەکان

# NiceFeatures.Folders.TgFolders
source: Folders at bottom
ku: بوخچەکان لە خوارەوە

# NiceFeatures.Folders.TgFolders.Notice
source: iOS-styled folder list
ku: لیستی بوخچەی شێوازی iOS

# NiceFeatures.RoundVideos.Header
source: ROUND VIDEOS
ku: ڤیدیۆ بازنەییەکان

# NiceFeatures.RoundVideos.UseRearCamera
source: Start with rear camera
ku: دەستپێکردن بە کامێرای پشتەوە

# Chat.SaveToCloud
source: Save to Cloud
ku: هەڵگرتن لە کڵاود

# Chat.OpenPin
source: Show Pin
ku: نیشاندانی هەڵواسراو

# ChatFilter.Admin
source: Admin
ku: بەڕێوەبەر

# NiceFeatures.Notifications.HideNotifyAccount
source: Hide account in notification
ku: شاردنەوەی هەژمار لە ئاگادارکردنەوە

# NiceFeatures.Notifications.HideNotifyAccountNotice
source: Instead of «User → Account» you will see only «User». For multiple accounts only.
ku: لە جیاتیی «بەکارهێنەر ← هەژمار» تەنها «بەکارهێنەر» دەبینیت. تەنها بۆ چەند هەژمارێک.

# NiceFeatures.Notifications.Fix
source: Disable Unwanted Notifications
ku: ناچالاککردنی ئاگادارکردنەوە نەویستراوەکان

# NiceFeatures.Notifications.FixNotice
source: Useful if you get notifications from muted chats. Reply from notifications, account labels, and media previews will be unavailable.
ku: سوودبەخشە ئەگەر ئاگادارکردنەوەت لە چاتە بێدەنگکراوەکانەوە بۆ بێت. وەڵامدانەوە لە ئاگادارکردنەوەکانەوە، لە باجی هەژمارەکانەوە، و پێشبینییەکانی میدیا بەردەستنابن.

# NiceFeatures.Filters.Header
source: FILTERS (TABS)
ku: پاڵاوتنەکان (تابەکان)

# NiceFeatures.Filters.Notice
source: Select the number of custom tabs. Long-tap on tab to change filter.
ku: ژمارەیەک تابی ڕاسپێردراو هەڵبژێرە. بۆ ماوەیەکی درێژ دەستبنێ بە تابەکە بۆ گۆڕینی پاڵاوتن.

# NiceFeatures.Filters.ShowBadge
source: Show Badges (Filters)
ku: نیشاندانی باجەکان (پاڵاونتەکان)

# NiceFeatures.UseClassicInfoUi
source: Use classic Chat Info UI
ku: بەکارهێنانی زانیاریی چاتی کلاسیکی

# Common.ExitNow
source: Exit Now
ku: دەرچوون ئێستا

# Common.Later
source: Later
ku: دواتر

# Common.RestartRequired
source: Restart Required!
ku: دەستپێکردنەوە پێویستە!

# NiceFeatures.Tabs.ShowNames
source: Show Tab Names
ku: نیشاندانی ناوی تابەکان

# Chat.ForwardAsCopy
source: Forward As Copy
ku: گواستنەوە وەک لەبەرگیراوە

# Folder.DefaultName
source: Folder
ku: بوخچە

# Folder.New
source: New Folder
ku: بوخچەی نوێ

source: Folder created
ku: بوخچە دروستکرا

# Folder.AddToExisting
source: Add to Existing Folder
ku: زیادکردن بۆ بوخچەیەکی هەبوو

source: Folder updated
ku: بوخچە نوێکرایەوە

# Folder.Create
source: Create Folder...
ku: دروستکردنی بوخچە...

# Folder.Create.Name
source: Folder Name
ku: ناوی بوخچە

# Folder.Create.Placeholder
source: Folder...
ku: بوخچە...

# Folder.LimitExceeded
source: Sorry, you can create no more than 3 custom folders. More folders are available in Premium.
ku: بمبوورە، تەنها ٣ بوخچە دەتوانی بە دڵی خۆت دروستبکەیت. بوخچەی زۆرتر بە پارەیە.

# NiceFeatures.HideNumber
source: Hide phone in settings
ku: شاردنەوەی تەلەفۆن لە ڕێکخستنەکان

# NGWeb.Blocked
source: Unavailable in Nicegram due to AppStore Guidelines
ku: بەردەست نییە لە نایسگرام لەبەر یاساکانی ئاپستۆر

# NiceFeatures.Use.DataStorage
source: Please, Use «%1» to configure default browser
ku: تکایە «%1» بەکاربێنە بۆ گۆڕینی وێبگەڕی بنەڕەت

# NiceFeatures.Browser.Header
source: URLs
ku: یواڕێڵەکان

# NiceFeatures.Browser.UseBrowser
source: Open links in browser
ku: کردنەوەی بەستەرەکان لە وێبگەڕ

# NiceFeatures.Browser.UseBrowserNotice
source: Nicegram will open links in external browser instead of in-app. Selected browser must be installed.
ku: نایسگرام لینکەکان لە وێبگەڕی دەرەکییەوە دەکاتەوە لە جیاتیی ناو بەرنامە. وێبگەڕە هەڵبژێردراوەکە دەبێت هەبێت.

# ChatFilter.Missed
source: Missed
ku: لەدەستچوو

# Premium.Title
source: Premium
ku: پارە

# Premium.UnlimitedPins.Header
source: UNLIMITED PINNED CHATS
ku: چاتی هەڵواسراوی بێسنوور

# Premium.SyncPins
source: Sync Pinned Chats
ku: هاوکاتکردنی چاتە هەڵواسراوەکان

# Premium.SyncPins.Notice.ON
source: If you change pinned chats in other client, they WILL CHANGE in Nicegram.
ku: ئەگەر پەیامە هەڵواسراوەکان لە شوێنی دیکە بگۆڕیت، لە نایسکرامیش دەگۆڕێن.

# Premium.SyncPins.Notice.OFF
source: If you change pinned chats in other client, they WILL NOT CHANGE in Nicegram.
ku: ئەگەر پەیامە هەڵواسراوەکان لە شوێنی دیکە بگۆڕیت، لە نایسگرام ناگۆڕێن.

# Premium.Missed.Header
source: Missed messages
ku: پەیامە لەدەستچووەکان

# Premium.Missed
source: Notify on missed messages
ku: ئاگادارکردنەوە لە پەیامە بیرچووەکان

# Premium.Missed.Notice
source: When you open App after long delay (sleeping, studying, etc.), Nicegram will notify you about unread private messages and mentions.
ku: کاتێک بەرنامەکە دوای ماوەیەکی زۆر دەکەیتەوە (خەوتن، سەعیکردن، هتد.)، نایسگرام ئاگادارت دەکاتەوە دەربارەی پەیامە تەیبەتییە نەخوێندراوەکان و ئاماژەپێکردنەکان.

# Folder.DeleteAsk
source: Delete Folder
ku: سڕینەوەی بوخچە

# Folder.NeedPremium
source: This Folder is only available with Premium. You can get Premium or delete Folder with swipe.
ku: ئەم بوخچەیە تەنها بە پارە هەیە. دەتوانیت بە پارە بەدەستی بهێنیت یان بە خشاندن بوخچە بسڕیتەوە.

# Common.FAQ.Button
source: Nicegram FAQ
ku: پرسیارە باوەکانی نایسگرام

# Common.FAQ.Intro
source: Please note that Nicegram Support is done by the only developer and community. Firstly, take a look at the Nicegram FAQ: it has important troubleshooting tips and answers to most questions.
ku: تکایە تێبینیی ئەوە بکە کە پشتگیریی نایسگرام تەنها لەلایەن پەرەپێدەران و کۆمەڵگاوە دەکرێت. یەکەمجار، پرسیارە باوەکانی نایسگرام ببینە: شتی گرنگی کێشەشکاندنی هەیە و وەڵامی زۆربەی پرسیارەکان دەداتەوە.

# IAP.Premium.Title
source: Premium
ku: پارە

# IAP.Premium.Subtitle
source: Unique features you can't refuse!
ku: تایبەتمەندیی تایبەت کە ناتوانیت ڕەتی بکەیتەوە!

# IAP.Premium.Activated
source: Premium Activated!
ku: پارەدان چالاککرا!

# IAP.Common.Restore
source: Restore Purchases
ku: گەڕاندنەوەی پارەدانەکان

# IAP.Common.CantPay
source: Sorry, but you can't make purchases because of your device or account restrictions.
ku: ببورە، بەڵام ناتوانیت شت بکڕیت لەبەر ئامێرەکەت یان سنوورەکانی هەژمارت.

# IAP.Common.ErrorFetch
source: Sorry, сan't fetch App Store purchases.
ku: ببورە، نەتواندرا پارەدانەکانی ئاپستۆر بهێندرێن.

# IAP.Common.Congrats
source: Congratulations!
ku: پیرۆزە!

# IAP.Common.ValidateError
source: Sorry, can't validate your purchase.
ku: ببورە، ناتوانیت پارەدانەکەت بسەلمێنییت.

# IAP.Common.Connecting
source: Connecting to AppStore...
ku: دەبەسترێتەوە لەگەڵ ئاپستۆر...

# Premium.OnetapTranslate
source: Quick Translate button
ku: دوگمەی وەرگێڕانی خێرا

# Premium.IgnoreTranslate.Title
source: Ignored Languages
ku: زمانە پشتگوێخراوەکان

# Premium.IgnoreTranslate.Header
source: Quick Translate button will be DISABLED for languages you choose below.
ku: دوگمەی وەرگێری خێرا ناچالاک دەبێت بۆ ئەو زمانانەی لە خوارەوە هەڵیان دەبژێرێت.

# ManageFilters.Title
source: Manage Tabs
ku: بەڕێوەبردنی تابەکان

# ManageFilters.Header
source: CONFIGURE AVAILABLE FILTERS
ku: گۆڕینی پاڵاوتنە بەردەستەکان

# Messages.Translate
source: Translate
ku: وەرگێڕان

# Messages.UndoTranslate
source: Undo Translate
ku: گەڕاندنەوەی وەرگێڕان

# Messages.TranslateError
source: Sorry, translation unavailable.
ku: ببورە، وەرگێڕان بەردەست نییە.

# NGLab.RegDate.Btn
source: Get Registration Date
ku: دەستکەوتنی بەرواری تۆمارکردن

# NGLab.RegDate.Title
source: Registration Date
ku: بەرواری تۆمارکردن

# NGLab.RegDate.Notice
source: This is an approximate date
ku: ئەمە بەروارێکی نزیککراوەیە

# NGLab.RegDate.MenuItem
source: registered
ku: تۆمارکراو

# NGLab.RegDate.FetchError
source: Sorry, can't get registration date.
ku: ببورە، نەتواندرا بەرواری تۆمارکردن دەستبکەوێت.

# NiceFeatures.BackupIcloud
source: Sync Settings & Folders with iCloud
ku: هاوکاتکردنی ڕێکخستن و بوخچەکان لەگەڵ ئایکڵاود

# NiceFeatures.BackupSettings
source: Backup Settings & Folders
ku: باکەپکردنی ڕێکخستنەکان و بوخچەکان

# NiceFeatures.BackupSettings.Notice
source: Creates backup file. Tap on file to restore.
ku: فایلی باکەپ دروستدەکات. دەستبنێ بە فایل بۆ گەڕاندنەوە.

# NiceFeatures.BackupSettings.Done
source: Backup sent to Saved Messages
ku: باکەپ نێردرا بۆ پەیامە پاشەکەوتکراوەکان

# NiceFeatures.BackupSettings.Error
source: Error creating backup
ku: هەڵە ڕوویدا لە دروستکردنی باکەپ

# NiceFeatures.RestoreSettings.Confirm
source: Are you sure you want to restore Folders & Settings from file? ⚠️ It will override current data
ku: ئایا بێگومانیت لەوەی کە دەتەوێت بوخچە و ڕێکخستنەکان بگەڕێنیتەوە لە فایلەوە؟ ⚠️ بەسەر زانیارییەکانی ئێستادا دێتەوە

# NiceFeatures.RestoreSettings.Done
source: Folders & Settings succesfully restored
ku: بوخچە و ڕێکخستنەکان سەرکەوتووانە گەڕێندرانەوە

# NiceFeatures.RestoreSettings.Error
source: Error restoring settings. File may be corrupted
ku: هەڵە ڕوویدا لە گەڕاندنەوەی ڕێکخستنەکان. فایلەکە لەوانەیە شێوابێت

# Gmod.Restricted
source: You can't send messages in Preview Mode.
ku: ناتوانیت پەیام بنێریت لە دۆخی پێشبینین.

# Gmod.Unavailable
source: Preview Mode Unavailable
ku: دۆخی پێشبینین بەردەست نییە

# Gmod.Disable.Notice
source: Your last seen visibility will be set to «%1»
ku: کۆتا جار بینینی تۆ کرا بە «%1»

# Gmod
source: Preview Mode
ku: دۆخی پێشبینین

# Gmod.Enable
source: Enable Preview Mode?
ku: دۆخی پێشبینین چالاکبکرێت؟

# Gmod.Disable
source: Disable Preview Mode?
ku: دۆخی پێشبینین ناچالاکبکرێت؟

# Gmod.Notice
source: Your online status will be hidden from everyone by Telegram privacy settings. App will show a warning if you're entering a private chat. Your online status may be revealed if you send or type ANY message.
ku: خەڵک ناتوانێت بزانێت ئەگەر لەسەرهێڵیت بە ڕێکخستنەکانی تایبەتی تێلێگرام. بەرنامەکە ئاگادارکردنەوەیەک نیشاندەدات ئەگەر بچیتە چاتێکی تایبەت. لەوانەیە دەربکەوێت کە لەسەرهێڵیت ئەگەر هەر پەیامێک بنووسیت یان بنێریت.

# SendWithKb
source: Send with «Enter» button
ku: ناردن بە دوگمەی «Enter»

# NiceFeatures.ShowGmodIcon
source: Show Preview Mode icon
ku: نیشاندانی وینۆچکەی دۆخی پێشبینین

# Gmod.OpenChatQ
source: Open chat?
ku: چاتەکە بکرێتەوە؟

# Gmod.OpenChatNotice
source: Chat will be marked as "read", but you can preview chat with a long-tap (force-touch)
ku: چاتەکە وەک «خوێدراو» دیاری دەکرێت، بەڵام تۆ دەتوانیت چاتە پێشببینیت بە دەستدان لێی بۆ ماوەیەکی درێژ

# Gmod.OpenChatBtn
source: Yes, open the chat
ku: بەڵێ، چاتەکە بکەرەوە

# Gmod.DisableBtn
source: Disable warnings
ku: ناچالاککردنی ئاگادارکردنەوەکان

# NicegramSettings.Other.hidePhoneInSettingsNotice
source: Your number will be hidden in the UI only. To hide it from others, please use Privacy settings.
ku: ژمارەکەت تەنها لە ڕووکارەکە دەرناکەوێت. بۆ ئەوەی لە ئەوانەی دیکەی بشاریتەوە، تکایە ڕێکخستنەکانی پارێزراوی بەکاربێنە.
